Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sami_giellagaldu.html.tmx
Source language: fin
Languages: smn

source: Sámi Giellagáldu
smn: Säämi Kielâkäldee

source: Sámi Giellagáldu (Saamen Kielikaltio) on saamen kansan yhteispohjoismainen asiantuntijaelin saamen kieliä koskevissa asioissa.
smn: Säämi Kielâkäldee lii sämiaalmug ohtsâštave-eennâmlâš äššitobdeeorgaan sämikieláid kyeskee aašijn.

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjien perustama saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldu on perustettu pysyvänä itsenäisenä toimielimenä Norjan Saamelaiskäräjien yhteyteen 2022.
smn: Suomâ, Ruotâ já Taažâ Sämitiigij vuáđudem sämikielâi áámmát- já reesuurskuávdáš Säämi Kielâkäldee lii vuáđudum pisovâš jiečânâs toimâorgaanin Taažâ Sämitige olán 2022.

source: Sámi Giellagáldu vastaa saamen kieliä koskevan pohjoismaisen yhteistyön koordinoinnista, vahvistamisesta ja kehittämisestä.
smn: Säämi Kielâkäldee västid sämikieláid kyeskee tave-eennâmlii oovtâstpargo koordinistmist, naanoodmist já oovdedmist.

source: Sámi Giellagáldun tarkoituksena on saamen kirjakielten ja puhekielten muodostaman kulttuuriperinnön säilyttäminen, vaaliminen ja kehittäminen sekä saamen kielten säilyttäminen, vahvistaminen ja kehittäminen ottaen samalla huomioon eri saamen kielten tarpeet, haasteet ja resurssit.
smn: Säämi Kielâkäldee ulmen lii sämikielâi kirje- já sárnumkielâ hammim kulttuuräärbi siäiluttem, kattim já ovdedem sehe sämikielâi siäiluttem, nanodem já ovdedem tienuuvt, ete siämmást váldojeh huámmášumán jieškođe-uv sämikielâi táárbuh, hástuseh já resurseh.

source: Sámi Giellagáldu vastaa saamen kielten kielenhuollosta.
smn: Säämi Kielâkäldee västid sämikielâi kielâtipšomist.

source: Sámi Giellagáldu toimii yhteisenä asiantuntijaelimenä saamen kirjakielten normitusta koskevissa asioissa.
smn: Säämi Kielâkäldee tuáimá ohtsâš äššitobdeeorgaanin sämikielâi kirjekielâ normâdmân kyeskee aašijn.

source: Tähän kuuluvat terminologian normitus ja kirjoitussäännöt.
smn: Taas kuleh terminologia normâdem já čäällimnjuolgâdusah.

source: Sámi Giellagáldun tehtävänä on rikastaa saamen kielten sanastoa ja auttaa näin osaltaan turvaamaan saamen kielten tulevaisuutta.
smn: Säämi Kielâkäldee pargon lii riggodiđ sämikielâi sänirááju já išediđ návt jieijâs uásild turviđ sämikielâi puátteevuođâ.

source: Sámi Giellagáldu antaa kielenkäyttäjille saamen kielten käyttöön liittyvää tietoa, neuvoja ja ohjeita.
smn: Säämi Kielâkäldee addel kielâkevtteid sämikielâi kiävtun lohtâseijee tiäđuid, niävvuid já ravvuid.

source: LISÄTIETOJA
smn: LASETIÄĐUH

source: Sámi Giellagáldun johtaja
smn: Säämi Kielâkäldee hovdâ

source: Ajankohtaista
smn: Äigikyevdil
